start = 'Здравствуйте! Чтобы бот работал успешно, нужно ваше согласие на обработку данных.\n<i>Используется только id чата для статистики.</i>'
main = 'Привет! Давай вместе готовиться к экзаменам. У меня очень много заданий и хорошо умею собирать статистику.\n\nС помощью кнопок выберите предмет.'
rus = 'Вы выбрали предмет - <b>Русский язык 📖</b>.\nНажмите на номер задания, которое хотите решить.\nКнопка <b>Назад ↩️</b> вернет вас на выбор предмета.'
No_sub = 'Чтобы воспользоваться ботом, вам нужно подписать на канал и нажать кнопку "<b>Я подписчик 😎</b>".'
No2_sub = '<b>Вы точно не подписаны!</b>\nЧтобы воспользоваться ботом, вам нужно подписать на канал и нажать кнопку "<b>Я подписчик 😎</b>".'


slow = {1: 'неправильное употребление падежной формы существительного с предлогом',
2: 'неправильное построение предложения с косвенной речью',
3: 'неправильное построение предложения с деепричастным оборотом',
4: 'нарушение в построении предложения с причастным оборотом',
5: 'нарушение в построении предложения с несогласованным приложением',
6: 'ошибка в построении предложения с однородными членами',
7: 'нарушение связи между подлежащим и сказуемым',
8: 'нарушение видо-временной соотнесённости глагольных форм'}

donatelink = '<a href="https://www.donationalerts.com/r/steralka">Задонатить на развития проекта ❤</a>'

